tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "labd/mach-composer"
tap "mach-composer/mach-composer"
brew "aws-vault"
brew "bat"
brew "corepack"
brew "fd"
brew "fnm"
brew "fzf"
brew "git-delta"
brew "gnu-typist"
brew "jq"
brew "luv"
brew "neovim"
brew "openssl@1.1"
brew "pandoc"
brew "sqlite"
brew "pdm"
brew "pyenv"
brew "ripgrep"
brew "sops"
brew "starship"
brew "tcl-tk"
brew "terraform"
brew "vercel-cli"
brew "zlib"
brew "labd/mach-composer/mach-composer"
cask "1password"
cask "arc"
cask "devutils"
cask "dropbox"
cask "figma"
cask "font-hack-nerd-font"
cask "free-ruler"
cask "http-toolkit"
cask "kitty"
cask "microsoft-teams"
cask "postman"
cask "private-internet-access"
cask "slack"
cask "spotify"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
