tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "labd/mach-composer"
tap "mach-composer/mach-composer"
brew "aws-vault"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "node"
brew "corepack"
brew "fd"
brew "fnm"
brew "fzf"
brew "git-delta"
brew "gnu-typist"
brew "htop"
brew "jq"
brew "luv"
brew "openssl@1.1"
brew "pandoc"
brew "python@3.12"
brew "pdm"
brew "pyenv"
brew "ripgrep"
brew "sops"
brew "starship"
brew "ta-lib"
brew "tcl-tk"
brew "terraform"
brew "vercel-cli"
brew "zlib"
brew "mach-composer/mach-composer/mach-composer"
cask "1password"
cask "arc"
cask "devutils"
cask "drawio"
cask "dropbox"
cask "figma"
cask "font-hack-nerd-font"
cask "free-ruler"
cask "http-toolkit"
cask "kitty"
cask "mactex"
cask "postman"
cask "private-internet-access"
cask "slack"
cask "spotify"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zotero"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "streetsidesoftware.code-spell-checker"
vscode "teabyii.ayu"
vscode "waderyan.gitblame"
